Repository: zoonk/archived-zoonk
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de

source: can't be blank
de: darf nicht leer sein

source: has already been taken
de: ist bereits vergeben

source: is invalid
de: ist ungültig

source: must be accepted
de: muss akzeptiert werden

source: has invalid format
de: hat ein ungültiges Format

source: has an invalid entry
de: hat einen ungültigen Eintrag

source: is reserved
de: ist reserviert

source: does not match confirmation
de: stimmt nicht mit der Bestätigung überein

source: is still associated with this entry
de: ist immer noch mit diesem Eintrag verknüpft

source: are still associated with this entry
de: sind immer noch mit diesem Eintrag verknüpft

source: should have %{count} item(s)
de: sollte %{count} Artikel haben

source: should be %{count} character(s)
de: sollte aus %{count} Zeichen bestehen

source: should be %{count} byte(s)
de: sollte %{count} Byte(s) sein

source: should have at least %{count} item(s)
de: sollte mindestens %{count} Artikel enthalten

source: should be at least %{count} character(s)
de: sollte mindestens %{count} Zeichen umfassen

source: should be at least %{count} byte(s)
de: sollte mindestens %{count} Byte(s) umfassen

source: should have at most %{count} item(s)
de: sollte höchstens %{count} Artikel enthalten

source: should be at most %{count} character(s)
de: sollte höchstens %{count} Zeichen lang sein

source: should be at most %{count} byte(s)
de: sollte höchstens %{count} Byte(s) umfassen

source: must be less than %{number}
de: muss kleiner sein als %{number}

source: must be greater than %{number}
de: muss größer sein als %{number}

source: must be less than or equal to %{number}
de: muss kleiner oder gleich %{number} sein

source: must be greater than or equal to %{number}
de: muss größer oder gleich %{number} sein

source: must be equal to %{number}
de: muss gleich %{number} sein

source: can only contain letters, numbers, dashes and underscores
de: darf nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten

source: at least one digit or punctuation character
de: mindestens eine Ziffer oder ein Satzzeichen

source: at least one lower case character
de: mindestens ein Kleinbuchstabe

source: at least one upper case character
de: mindestens ein Großbuchstabe

source: did not change
de: hat sich nicht verändert

source: does not match password
de: stimmt nicht mit dem Passwort überein

source: must have the @ sign and no spaces
de: muss das @-Zeichen und keine Leerzeichen enthalten

source: Only managers and teachers can view this page
de: Nur Manager und Lehrer können diese Seite sehen

source: Only managers can view this page
de: Nur Manager können diese Seite sehen

source: School already configured
de: Schule bereits konfiguriert

source: You are not enrolled in this course
de: Sie sind für diesen Kurs nicht eingeschrieben

source: Your enrollment is pending approval
de: Ihre Anmeldung muss noch genehmigt werden

source: must have a domain name
de: muss einen Domänennamen haben

source: Permission denied
de: Zugriff verweigert

source: is not allowed
de: ist nicht erlaubt

source: Too large
de: Zu groß

source: You have selected an unacceptable file type
de: Sie haben einen nicht akzeptablen Dateityp ausgewählt

source: You have selected too many files
de: Sie haben zu viele Dateien ausgewählt

source: Failed to remove file
de: Datei konnte nicht gelöscht werden

source: cannot be larger than total
de: darf nicht größer sein als total
