Repository: zoonk/archived-zoonk
Catalog: priv/gettext/*/LC_MESSAGES/gamification.po
Languages: pt

source: Learning days
pt: Dias de aprendizado

source: Lesson completed
pt: Aula concluída

source: Medals
pt: Medalhas

source: Perfect lesson
pt: Aula perfeita

source: You completed a lesson with some errors on your first try.
pt: Você concluiu uma aula com alguns erros na primeira tentativa.

source: You completed a lesson without any errors after practicing it.
pt: Você concluiu uma aula sem erros após praticá-la.

source: You completed a lesson without any errors on your first try.
pt: Você concluiu uma aula sem erros na primeira tentativa.

source: Trophies
pt: Troféus

source: You completed a course.
pt: Você concluiu um curso.

source: Add your name to your profile.
pt: Insira seu nome no perfil.

source: Complete a lesson without errors.
pt: Conclua uma aula sem erros.

source: Complete your first lesson.
pt: Conclua sua primeira aula.

source: First lesson
pt: Primeira aula

source: Profile name
pt: Nome do perfil

source: You added your name to your profile.
pt: Você adicionou seu nome ao perfil.

source: %{count} lessons
pt: %{count} aulas

source: Missions
pt: Missões

source: Congrats! You completed all missions.
pt: Parabéns! Você concluiu todas as missões.

source: You didn't complete any missions yet.
pt: Você ainda não concluiu nenhuma missão.

source: %{count} bronze medal
pt: %{count} medalha de bronze

source: %{count} gold medal
pt: %{count} medalha de ouro

source: %{count} silver medal
pt: %{count} medalha de prata
