Repository: zoonk/archived-zoonk
Catalog: priv/gettext/*/LC_MESSAGES/orgs.po
Languages: de, pt

source: Choose a nickname to acess your school profile
de: Wähle einen Spitznamen, um auf dein Schulprofil zuzugreifen
pt: Escolha um apelido para acessar o perfil da sua escola

source: Create school
de: Schule erstellen
pt: Criar escola

source: Nickname
de: Spitzname
pt: Apelido

source: School could not be created
de: Schule konnte nicht erstellt werden
pt: Não foi possível criar a escola

source: School email
de: E-Mail der Schule
pt: E-mail da escola

source: School name
de: Schulname
pt: Nome da escola

source: Could not update logo!
de: Logo konnte nicht aktualisiert werden!
pt: Não foi possível atualizar o logo!

source: User not found!
de: Benutzer nicht gefunden!
pt: Usuário não encontrado!

source: Approved by: @%{username}
de: Genehmigt von: @%{username}
pt: Aprovado por: @%{username}

source: Approve
de: Genehmigen
pt: Aprovar

source: Pending
de: Ausstehend
pt: Pedente

source: Reject
de: Ablehnen
pt: Rejeitar

source: User approved!
de: Benutzer genehmigt!
pt: Usuário aprovado!

source: User rejected!
de: Benutzer abgelehnt!
pt: Usuário rejeitado!

source: This will remove %{username} from your school. They won't be able to see your school anymore unless you approve them again.
de: Damit wird %{username} aus deiner Schule entfernt. Er wird deine Schule nicht mehr sehen können, bis du ihn wieder zulässt.
pt: Você está prestes a remover %{username} da sua escola. Eles não poderão mais ver sua escola a menos que você os aprove novamente.

source: Deleting this item will remove all of its content. This action cannot be undone.
de: Durch das Löschen dieses Elements wird sein gesamter Inhalt entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
pt: Apagar este item removerá todo o seu conteúdo. Esta ação não pode ser desfeita.

source: CONFIRM
de: BESTÄTIGEN
pt: CONFIRMAR

source: Confirmation message does not match. You typed: %{confirmation} but you need to type %{message}.
de: Die Bestätigungsmeldung stimmt nicht überein. Du hast eingegeben: %{confirmation}, aber du musst %{message} eingeben.
pt: A mensagem de confirmação não corresponde. Você digitou: %{confirmation} mas precisa digitar %{message}.

source: Create a course
de: Einen Kurs erstellen
pt: Criar um curso

source: Dashboard
de: Übersicht
pt: Painel de controle

source: Published
de: Veröffentlicht
pt: Publicado

source: Type CONFIRM to delete %{name}.
de: Tippe BESTÄTIGEN, um %{name} zu löschen.
pt: Digite CONFIRMAR para apagar %{name}.

source: Unpublished
de: Unveröffentlicht
pt: Despublicado

source: + Lesson
de: + Lektion
pt: + Aula

source: Add image to option
de: Bild zur Option hinzufügen
pt: Adicionar imagem à alternativa

source: Add option
de: Option hinzufügen
pt: Nova alternativa

source: All answers were correct.
de: Alle Antworten waren richtig.
pt: Todas as respostas estavam corretas.

source: Check this option if this is the correct answer.
de: Markiere diese Option, wenn dies die richtige Antwort ist.
pt: Marque esta alternativa se ela for a resposta correta.

source: Could not change the lesson order!
de: Konnte die Reihenfolge der Lektionen nicht ändern!
pt: Não foi possível alterar a ordem da aula!

source: Could not change the step order!
de: Konnte die Reihenfolge der Schritte nicht ändern!
pt: Não foi possível alterar a ordem da etapa!

source: Course deleted successfully!
de: Kurs erfolgreich gelöscht!
pt: Curso excluído com sucesso!

source: Course description
de: Kursbeschreibung
pt: Descrição do curso

source: Course slug
de: Kurs Slug
pt: URL do curso

source: Course title
de: Kurstitel
pt: Título do curso

source: Delete lesson
de: Lektion löschen
pt: Apagar aula

source: Delete option
de: Option löschen
pt: Apagar alternativa

source: Description for lesson %{order}. You should update this.
de: Beschreibung für Lektion %{order}. Du solltest diese aktualisieren.
pt: Descrição para a aula %{order}. Você deve atualizar isso.

source: Drag the lessons to change their order
de: Ziehe die Lektionen, um ihre Reihenfolge zu ändern
pt: Arraste as aulas para alterar a ordem

source: Edit course
de: Kurs bearbeiten
pt: Editar curso

source: Friendly identifier used to access your course. I.e. my-course-name
de: Freundliche Kennung für den Zugriff auf Ihren Kurs, z.B. mein-Kurs-Name
pt: Identificador amigável usado para acessar o curso. Ex: meu-nome-de-curso

source: Is correct?
de: Ist korrekt?
pt: Está correto?

source: Is public?
de: Ist Öffentlich?
pt: É público?

source: Lesson %{order}
de: Kurs %{order}
pt: Aula %{order}

source: Lesson cover
de: Kurs Cover
pt: Capa da aula

source: Lesson description
de: Kurs Beschreibung
pt: Descrição da aula

source: Lesson name
de: Kurs Name
pt: Nome da aula

source: Option title
de: Option Titel
pt: Título da alternativa

source: Untitled option
de: Unbenannte Option
pt: Alternativa sem título

source: Update option
de: Option aktualisieren
pt: Atualizar alternativa

source: Feedback message displayed after a user answers this question. You can provide some additional context on why this is wrong or correct.
de: Feedback-Meldung, die angezeigt wird, nachdem ein Benutzer diese Frage beantwortet hat. Sie können einen zusätzlichen Kontext angeben, warum die Antwort falsch oder richtig ist.
pt: Menagem de feedback exibida após o usuário responder esta pergunta. Você pode fornecer algum contexto adicional sobre o porquê de estar errado ou correto.

source: When checked this course will be visible to all students from your school. Keep it unchecked if you want this course to be visible only to invited students.
de: Wenn das Häkchen gesetzt ist, wird dieser Kurs für alle Schüler Ihrer Schule sichtbar sein. Lassen Sie das Häkchen entfernt, wenn Sie möchten, dass dieser Kurs nur für eingeladene Schüler sichtbar ist.
pt: Ao marcar esta opção, este curso será visível para todos os alunos da sua escola. Mantenha desmarcada se você quiser que o curso seja visível apenas para os alunos convidados.

source: Privacy policy URL
de: URL der Datenschutzrichtlinie
pt: Link da política de privacidade

source: Terms of use URL
de: URL der Nutzungsbedingungen
pt: Link dos termos de uso

source: A lesson has multiple steps. Use them to tell a story, explain a concept or ask a question. Keep them short and simple.
de: Eine Lektion hat mehrere Schritte. Verwende sie, um eine Geschichte zu erzählen, ein Konzept zu erklären oder eine Frage zu stellen. Halte sie kurz und einfach.
pt: Uma aula tem várias etapas. Use-as para contar uma história, explicar um conceito ou fazer uma pergunta. Mantenha-os curtos e simples.

source: Click to add an image to this step.
de: Klicken, um ein Bild zu diesem Schritt hinzuzufügen.
pt: Clique para adicionar uma imagem a esta etapa.

source: Edit image
de: Bild bearbeiten
pt: Editar imagem

source: Manage courses
de: Kurse verwalten
pt: Gereciar cursos

source: Manage school
de: Schule verwalten
pt: Gereciar escola

source: All content from this lesson will be deleted. This action cannot be undone.
de: Der gesamte Inhalt des Kurses wird gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
pt: Todo o conteúdo desta aula será excluído. Esta ação não pode ser desfeita.

source: Options
de: Optionen
pt: Alternativas

source: Private
de: Privat
pt: Privado

source: These are the options students can select while playing this step.
de: Dies sind die Optionen, die die Schüler während des Spielens dieses Schritts auswählen können.
pt: Estas são as alternativas que os alunos podem selecionar quando jogam esta etapa.

source: Could not toggle analytics tracking!
de: Konnte Analytics Tracking nicht umschalten!

source: Disable analytics
de: Analytics ablehnen

source: Enable analytics
de: Analytics erlauben

source: Require email confirmation?
de: E-Mail Bestätigung benötigt?
pt: Exigir confirmação de e-mail?

source: When checked, users will be required to confirm their email address before they can log in.
de: Wenn diese Option aktiviert ist, müssen Benutzer ihre E-Mail-Adresse bestätigen, bevor sie sich anmelden können.
pt: Ao marcar, os usuários deverão confirmar o endereço de e-mail antes de poderem fazer login.

source: App type
de: App Typ
pt: Tipo do aplicativo

source: Marketplace
de: Marktplatz
pt: Loja virtual

source: White label
de: Weißes Label

source: Allow anyone to sign up?
de: Erlaube jedem sich anzumelden?
pt: Permirtir que qualquer um se cadastre?

source: Allow guest users?
de: Erlaube Gast Nutzer
pt: Permirtir convidados?

source: When checked, anyone can create an account. When unchecked, they can still sign up but you will have to approve their account before they can use it.
de: Wenn diese Option aktiviert ist, kann jeder ein Konto erstellen. Wenn diese Option deaktiviert ist, können sie sich weiterhin anmelden, Sie müssen ihr Konto jedoch genehmigen, bevor sie es verwenden können.
pt: Ao marcar, qualquer pessoa pode criar uma conta. Quando desmarcado, eles ainda podem se cadastrar, mas você terá que aprovar a conta antes.

source: When checked, users won't need to create an account to play your courses. Keep it unchecked if you want users to create an account first.
de: Wenn diese Option aktiviert ist, müssen Benutzer kein Konto erstellen, um Ihre Kurse zu spielen. Lassen Sie das Kontrollkästchen deaktiviert, wenn Sie möchten, dass Benutzer zuerst ein Konto erstellen.
pt: Ao marcar, os usuários não precisarão criar uma conta para jogar os cursos. Mantenha desmarcado se você quiser que os usuários criem uma conta primeiro.

source: All schools
de: Alle Schulen
pt: Todos as escolas

source: Users:
de: Benutzer:
pt: Usuários:

source: You loaded all schools.
de: Du hast alle Schulen geladen.
pt: Você visualizou todas as escolas.

source: Add user
de: Benutzer hinzufügen
pt: Novo usuário

source: Course progress
de: Kursfortschritt
pt: Progresso do curso

source: Search users
de: Benutzer suchen
pt: Pesquisar usuários

source: %{count} users
de: %{count} Benutzer
pt: %{count} usuários

source: * Dedicated infrastructure is optional and it may have an extra cost depending on your needs.
de: * Eine dedizierte Infrastruktur ist optional und kann je nach Bedarf mit zusätzlichen Kosten verbunden sein.
pt: * A infraestrutura dedicada é opcional e pode ter um custo extra dependendo das suas necessidades.

source: /month per user
de: /Monat pro Benutzer
pt: /mês por usuário

source: 25% off add-ons
de: 25 % Rabatt auf Add-ons
pt: 25% de desconto em complementos

source: Billing
de: Abrechnung
pt: Faturamento

source: Cancel anytime
de: Jederzeit kündbar
pt: Cancele a qualquer momento

source: Confirmed
de: Bestätigt
pt: Confirmado

source: Contact us
de: Kontaktiere uns
pt: Fale conosco

source: Current plan
de: Derzeitiger Plan
pt: Plano atual

source: Custom domain
de: Benutzerdefinierten Domain
pt: Domínio personalizado

source: Custom logo
de: Benutzerdefiniertes Logo
pt: Logotipo personalizado

source: Dedicated infrastructure *
de: Dedizierte Infrastruktur *
pt: Infraestrutura dedicada *

source: Discounted pricing for 1,000+ users
de: Ermäßigte Preise für mehr als 1.000 Benutzer
pt: Preços com desconto para mais de 1.000 usuários

source: Enterprise
de: Unternehmen
pt: Corporativo

source: Everything in Flexible
de: Alles in Flexibel
pt: Tudo do Flexível

source: Everything in Hobby
de: Alles in Hobby
pt: Tudo do Hobby

source: Failed
de: Fehlgeschlagen
pt: Falhou

source: Faster support
de: Schnellerer Support
pt: Suporte mais rápido

source: Flexible
de: Flexibel
pt: Flexível

source: Free
de: Kostenlos
pt: Gratuito

source: Get started for free.
de: Starten Sie kostenlos durch.
pt: Comece gratuitamente.

source: Pay as you go.
de: Bezahlen Sie, wie Sie wollen.
pt: Pagamento conforme o uso.

source: Payment status
de: Zahlungsstatus
pt: Status do pagamento

source: Priority support
de: Vorrangiger Support
pt: Suporte prioritário

source: Priority support and dedicated infrastructure.
de: Vorrangiger Support und dedizierte Infrastruktur.
pt: Suporte prioritário e infraestrutura dedicada.

source: Select your currency
de: Wählen Sie Ihre Währung aus
pt: Selecione a moeda

source: Subscription
de: Abonnement
pt: Assinatura

source: Subscription updated
de: Abonnement aktualisiert
pt: Assinatura atualizada

source: Unlimited lessons
de: Unbegrenzter Unterricht
pt: Aulas ilimitadas

source: Unlimited users
de: Unbegrenzte Benutzer
pt: Usuários ilimitados

source: Upgrade
de: Aufwerten
pt: Melhorar plano

source: School deleted
de: Schule gelöscht
pt: Escola excluída

source: You're going to delete this school and all its associated data
de: Sie werden diese Schule und alle damit verbundenen Daten löschen
pt: Você está prestes a excluir esta escola e todos os seus dados associados

source: Add courses that are relevant to this step. This will help students find the right course for them.
de: Fügen Sie Kurse hinzu, die für diesen Schritt relevant sind. Dies wird den Studierenden helfen, den richtigen Kurs für sie zu finden.

source: Suggested course added successfully.
de: Vorgeschlagener Kurs erfolgreich hinzugefügt.

source: Suggested course could not be added.
de: Der vorgeschlagene Kurs konnte nicht hinzugefügt werden.

source: Suggested courses
de: Vorgeschlagene Kurse

source: Would you like to remove this course from the list of suggested courses?
de: Möchten Sie diesen Kurs aus der Liste der vorgeschlagenen Kurse entfernen?

source: Answer type
de: Antworttyp

source: Open-ended
de: Offenes Ende

source: Open-ended question
de: Offene Frage

source: Read-only
de: Schreibgeschützt

source: Users can only read the content. No options are displayed.
de: Benutzer können den Inhalt nur lesen. Es werden keine Optionen angezeigt.

source: Users can write in their own answer to this step.
de: Benutzer können ihre eigene Antwort auf diesen Schritt schreiben.

source: Users can write their own answer.
de: Benutzer können ihre eigene Antwort schreiben.

source: You can add multiple options and users can select one of them.
de: Sie können mehrere Optionen hinzufügen und Benutzer können eine davon auswählen.

source: Cover
pt: Capa

source: Level
pt: Nível

source: Details
pt: Detalhes

source: Option feedback
pt: Feedback da alternativa

source: Student
pt: Aluno

source: Downgrade
pt: Diminuir plano
